[
  {
    "heading": "Protecting And Storing Client Data",
    "paragraphs": []
  },
  {
    "heading": "HMIS Security",
    "paragraphs": [
      "Standards"
    ]
  },
  {
    "heading": "User Access And Security Settings",
    "paragraphs": []
  },
  {
    "heading": "Obtaining And Documenting Consent",
    "paragraphs": []
  },
  {
    "heading": "Managing Client Data In Clarity",
    "paragraphs": [
      "This policy ensures the privacy and security of personal information collected from individuals receiving services from Anything Helps (“Clients”)."
    ]
  },
  {
    "heading": "HMIS Security Standards",
    "paragraphs": [
      "Definitions Agency Lead Security Officer",
      "Definitions",
      "e Homeless Management Information System (HMIS): A system used to collect data on the provision of housing and services to homeless individuals and families.",
      "e Clarity Human Services: The cloud-based software system selected to manage and report county data for organizations that provide homeless services."
    ]
  },
  {
    "heading": "Agency Lead",
    "paragraphs": [
      "The AH Lead Administrator is responsible for various tasks related to HMIS. They receive notifications from BitFocus and King County COC about new HUD data standards, policy changes, and funder requirements, and share this information with relevant AH staff, including timelines, impacts, and resources. The Lead Administrator also coordinates necessary internal training sessions. They ensure all AH HMIS users complete annual privacy and security training, receive information on upcoming HMIS-related trainings, and inform and register relevant AH staff for these trainings."
    ]
  },
  {
    "heading": "The Agency Lead At Anything Helps Will:",
    "paragraphs": [
      "e Receive and communicate notifications from BitFocus and King County COC about HUD data standards and policy changes; ¢ Coordinate internal training based on updates;",
      "e Ensure all HMIS users complete annual privacy and security training;",
      "e Register relevant staff for HMIS trainings."
    ]
  },
  {
    "heading": "Security Officer",
    "paragraphs": [
      "Regarding data quality issues, the AH Lead Administrator receives notifications from BitFocus and coordinates the resolution of these issues with appropriate AH staff. They report potential privacy issues, such as clients needing to be de-identified, to BitFocus, complete semi-annual security audits with the COC System Administration team and notify BitFocus of any data breaches or misuse. For user access, the Lead Administrator manages BitFocus help desk tickets related to HMIS user access and issues, notifies BitFocus about new AH staff needing HMIS access, ensures staff complete necessary training before gaining access, informs BitFocus of changes in staff roles or access levels, and updates BitFocus on new projects, changes in project capacity, or project terminations."
    ]
  },
  {
    "heading": "The Security Officer Is Responsible For:",
    "paragraphs": [
      "e Resolving data quality issues in coordination with BitFocus;",
      "e Reporting privacy concerns (e.g., de-identification requests);",
      "e Completing semi-annual security audits with the COC System Admin; e Notifying BitFocus of any data breaches or misuse.",
      "They also manage user access by:",
      "e Handling help desk tickets; e Notifying BitFocus of staff needing HMIS access; e Ensuring training completion before access is granted;",
      "¢ Communicating staff changes and project updates."
    ]
  },
  {
    "heading": "Resources: Bitfocus King County & 206-444- Next:",
    "paragraphs": [
      "4001 ext. 2 | kcsupport@bitfocus.com |"
    ]
  },
  {
    "heading": "HIPAA Compliance",
    "paragraphs": []
  },
  {
    "heading": "Agency Lead Meeting",
    "paragraphs": []
  }
]
